class TextHealthy {
  static List<List<String>> textHealthy = [
    [
      "تعرّف على فوائد تناول الفواكه والخضروات يوميًا لصحتك",
          'تناول الفواكه والخضروات يوميًا يعزز الصحة العامة ويقوي جهاز المناعة.',
    ],
    [
      "اجعل النشاط البدني جزءًا من روتينك اليومي لصحة قوية وقلب سليم",
      'ممارسة النشاط البدني بانتظام يساهم في تقوية العضلات والحفاظ على صحة القلب.',
    ],
    [
      "تخلص من العادة السيئة واحمِ رئتيك من أضرار التدخين",
      'الامتناع عن التدخين يحمي الرئتين ويقلل من خطر الإصابة بالأمراض المزمنة.',
    ],
    [
      "ابقَ جسمك مرطبًا وصحتك مستقرة بشرب الماء بكميات كافية",
      'شرب كمية كافية من الماء يساعد على ترطيب الجسم وتحفيز وظائف الأعضاء.',
    ],
    [
      "استرخِ واستعد لنوم هانئ لصحة جيدة وروح منتعشة",
      'النوم الجيد والاسترخاء يلعبان دورًا هامًا في صحة العقل والجسم.',
    ],
    [
      "تعلّم تقنيات التخفيف من التوتر لصحة عقلية متوازنة وحياة أفضل",
      'تجنب التوتر الزائد واستخدام تقنيات الاسترخاء مثل التأمل والتنفس العميق.',
    ],
    [
      "نصائح فعالة للحفاظ على صحتك غسل اليدين الصحيح للوقاية من الأمراض",
      "احرص على غسل يديك جيدًا بالماء والصابون لمدة 20 ثانية على الأقل للوقاية من الأمراض الشائعة."
    ],
    [
      "ابتعد عن الوجبات الثقيلة قبل النوم نصائح للهضم الصحي والنوم المريح",
      "تجنب تناول الوجبات الثقيلة قبل النوم لتجنب الارتجاع المعدي المريئي وضغط الهضم."
    ],
    [
      "استرخِ وتحرَّص على صحتك العقلية تمارين الاسترخاء لتخفيف التوتر والقلق",
      "قم بممارسة تمارين الاسترخاء مثل اليوغا أو التأمل لتقليل التوتر وتحسين الصحة العقلية."
    ],
    [
      "حماية الجلد من الشمس كيفية استخدام واقي الشمس بشكل صحيح",
      "استخدم واقي الشمس في الأماكن المكشوفة من الجسم للوقاية من أشعة الشمس الضارة وحماية البشرة."
    ],
    [
      "تخلص من الدخان السلبي أثره الضار على صحة الرئتين وكيفية الابتعاد عنه",
      "تجنب التدخين السلبي وابتعد عن الأماكن المغلقة التي يتواجد فيها الدخان للحفاظ على صحة الرئتين."
    ],
    [
      "النوم الجيد للصحة العامة أهمية النوم وكيفية تحسين جودة نومك",
      "احرص على الحصول على كمية كافية من النوم الجيد لتعزيز الشفاء وتجديد الطاقة الجسدية والعقلية."
    ]
  ];
}
